Repository: keplerhg/mycelestia
Catalog: po/*.po
Languages: bg, ru

source: Select Sun
bg: Избери Слънцето
ru: Выбрать Солнце

source: Center Selection
bg: Центрирай селекцията
ru: Центрировать выбранное

source: Goto Selection
bg: Отиди до селекцията
ru: Перейти к выбранному

source: Goto Object...
bg: Отиди до обект...
ru: Перейти к объекту...

source: Copy URL / console text
bg: Копирай връзка или конзолен текст
ru: Копировать URL / текст консоли

source: Paste URL / console text
bg: Постави връзка или конзолен текст
ru: Вставить URL / текст консоли

source: &Time
bg: &Време
ru: В&ремя

source: Set &time
bg: Задай времето
ru: &Установить время

source: &Display
bg: &Дисплей
ru: &Отобразить

source: Dee&p Sky Objects
bg: Обекти от дълбокото небе
ru: &Объекты глубокого космоса

source: &Shadows
bg: Сенки
ru: &Тени

source: Star St&yle
bg: Стил на звездите
ru: &Звёзды как…

source: Texture &Resolution
bg: Резолюция на текстурите
ru: &Разрешение текстур

source: &FPS control
bg: Управление на ЧКС
ru: Контроль &FPS

source: &Bookmarks
bg: &Отметки
ru: &Закладки

source: &View
bg: &Изглед
ru: &Окно

source: &MultiView
bg: &Няколко изгледа
ru: &Экраны

source: Split view vertically
bg: Раздели изгледа вертикално
ru: Разделить экран по вертикали

source: Split view horizontally
bg: Раздели изгледа хоризонтално
ru: Разделить экран по горизонтали

source: Cycle views
bg: Превърти изгледите
ru: Переключить экран

source: Single view
bg: Единичен изглед
ru: Один экран

source: Delete view
bg: Изтрий изгледа
ru: Удалить экран

source: Delete
bg: Изтрий
ru: Удалить

source: Frames visible
bg: Видими кадри
ru: Показывать рамки

source: Active frame visible
bg: Видим активен кадър
ru: Выделить экран рамкой

source: Synchronize time
bg: Синхронизирай времето
ru: Синхронизировать время

source: &Help
bg: &Помощ
ru: &Справка

source: Celestia Guide
ru: Гид по Celestia

source: Celestia Wiki
ru: Celestia Вики

source: OpenGL Info
bg: Информация за „OpenGL“
ru: Информация OpenGL

source: Add Bookmark...
bg: Добави отметка...
ru: Добавить закладку...

source: Organize Bookmarks...
bg: Организирай отметките...
ru: Упорядочить закладки...

source: Set custom FPS
bg: Задай персонализирана ЧКС
ru: Пользовательский FPS

source: FPS value
bg: Величина на ЧКС
ru: Значение FPS

source: Loading data files: %1
bg: Зареждане на файлове с данни: %1
ru: Загрузка файлов данных: %1

source: Scripts
bg: Скриптове
ru: Сценарии

source: Title
bg: Заглавие
ru: Название

source: Description
bg: Описание
ru: Описание

source: Bookmarks Menu
bg: Меню с отметки
ru: Меню закладок

source: Add bookmarks to this folder to see them in the bookmarks menu.
bg: Добави отметките в тази папка за да се появят в менюто с отметки.
ru: Добавьте сюда закладки и они будут показаны в меню закладок.

source: Bookmarks Toolbar
bg: Лента с отметки
ru: Панель закладок

source: Add bookmarks to this folder to see them in the bookmarks toolbar.
bg: Добави отметките в тази папка за да се появят в лентата с отметки.
ru: Добавьте сюда закладки и они будут показаны на панели закладок.

source: Error reading bookmarks file
bg: Грешка при четене на файла с отметки
ru: Ошибка чтения файла закладок

source: Bookmarks
bg: Отметки
ru: Закладки

source: Current simulation time
bg: Текущо време за симулация
ru: Внутреннее время

source: Simulation time at activation
bg: Време за симулация при активиране
ru: Внутреннее время при активации

source: System time at activation
bg: Системно време при активиране
ru: Системное время при активации

source: New Folder
bg: Нова папка
ru: Новая папка

source: Eq
bg: ЕКВКМ
ru: Экв.

source: Equatorial coordinate grid
bg: Екваториална координатна мрежа
ru: Экваториальная координатная сетка

source: Ga
bg: ГАЛКМ
ru: Гал.

source: Galactic coordinate grid
bg: Галактическа координатна мрежа
ru: Галактическая координатная сетка

source: Ec
bg: ЕКЛКМ
ru: Экл.

source: Ecliptic coordinate grid
bg: Еклиптична координатна мрежа
ru: Эклиптическая координатная сетка

source: Hz
bg: ХОРКМ
ru: Гор.

source: Horizontal coordinate grid
bg: Хоризонтална координатна мрежа
ru: Горизонтальная координатная сетка

source: Ecl
bg: ЕКЛЛ
ru: Эклип.

source: Ecliptic line
bg: Еклиптична линия
ru: Эклиптика

source: M
bg: МРК
ru: М

source: Markers
bg: Маркери
ru: Метки

source: C
bg: СЗВ
ru: С

source: Constellations
bg: Съзвездия
ru: Созвездия

source: B
bg: ОЧС
ru: Г

source: Constellation boundaries
bg: Очертания на съзвездията
ru: Границы созвездий

source: O
bg: ОРБ
ru: О

source: Orbits
bg: Орбити
ru: Орбиты

source: Planets
bg: Планети
ru: Планеты

source: Dwarf Planets
bg: Планети джуджета
ru: Карликовые планеты

source: Moons
bg: Луни
ru: Спутники

source: Minor Moons
bg: Астероидни спътници
ru: Малые спутники

source: Asteroids
bg: Астероиди
ru: Астероиды

source: Comets
bg: Комети
ru: Кометы

# plural
source: Spacecraft
bg: Космически апарати
ru: Космич. аппараты

source: L
bg: НДП
ru: Н

source: Labels
bg: Надписи
ru: Названия

source: Galaxies
bg: Галактики
ru: Галактики

source: Globulars
bg: Кълбовидни
ru: Шаровые скопления

source: Open clusters
bg: Разсеяни купове
ru: Рассеянные скопления

source: Nebulae
bg: Мъглявини
ru: Туманности

source: Locations
bg: Местоположения
ru: Местоположения

source: Open Clusters
bg: Разсеяни купове
ru: Рассеянные скопления

source: Clouds
bg: Облаци
ru: Облака

source: Night Side Lights
bg: Нощни светлини
ru: Свет ночной стороны

source: Comet Tails
bg: Опашки на комети
ru: Хвосты комет

source: Atmospheres
bg: Атмосфери
ru: Атмосферы

source: Ring Shadows
bg: Сенки от пръстени
ru: Тени на кольцах

source: Eclipse Shadows
bg: Сенки от затъмнения
ru: Тени затмений

source: Cloud Shadows
bg: Сенки от облаци
ru: Тени облаков

source: Low
bg: Ниска
ru: Низкое

source: Medium
bg: Средна
ru: Среднее

source: High
bg: Висока
ru: Высокое

source: Auto Magnitude
bg: Автоматична звездна величина
ru: Автонастройка зв. величины

source: Faintest visible magnitude based on field of view
bg: Най-бледата видима звездна величина, базирана на зрителното поле
ru: Отображение наименьшей звёздной величины на основе поля зрения

source: More Stars Visible
bg: Повече видими звезди
ru: Больше звёзд

source: Fewer Stars Visible
bg: По-малко видими звезди
ru: Меньше звёзд

source: Points
bg: Точки
ru: Точки

source: Fuzzy Points
bg: Неясни точки
ru: Размытые точки

source: Scaled Discs
bg: Мащабирани дискове
ru: Диски

source: Light Time Delay
bg: Корекция на забавянето на светлината
ru: Поправка на задержку света

source: Auto magnitude limit at 45 degrees: %L1
bg: Автоматичен лимит на звездната величина при 45°: %L1
ru: Предел автонастройки звёздной величины для поля зрения 45 градусов: %L1

source: Magnitude limit: %L1
bg: Лимит на звездната величина: %L1
ru: Предел звёздной величины: %L1

source: Name
bg: Име
ru: Название

source: Distance (ly)
bg: Разстояние (сг)
ru: Расстояние (св. л.)

source: App. mag
bg: Видима величина
ru: Вид. вел.

source: Abs. mag
bg: Абс. величина
ru: Абс. вел.

source: Type
bg: Тип
ru: Тип

source: Closest Stars
bg: Най-близки звезди
ru: Ближайшие звёзды

source: Brightest Stars
bg: Най-ярки звезди
ru: Ярчайшие звёзды

source: Filter
bg: Филтър
ru: Фильтр

source: With Planets
bg: С планети
ru: С планетами

source: Multiple Stars
bg: Няколко звезди
ru: Системы звёзд

source: Barycenters
bg: Центрове на масата
ru: Центры масс

source: Spectral Type
bg: Спектрален клас
ru: Спектральный тип

source: Refresh
bg: Опресни
ru: Обновить

source: Mark Selected
bg: Маркирай избраните
ru: Установить метку

source: Mark stars selected in list view
bg: Маркирай избраните звезди
ru: Установить метки на выбранные звёзды

source: Unmark Selected
bg: Размаркирай избраните
ru: Снять метку

source: Unmark stars selected in list view
bg: Размаркирай избраните звезди
ru: Снять метки с выбранных звёзд

source: Clear Markers
bg: Изчисти маркерите
ru: Очистить метки

source: Remove all existing markers
bg: Премахни всички съществуващи маркери
ru: Удалить все установленные метки

source: None
bg: Нищо
ru: Нет

source: Diamond
bg: Диамант
ru: Ромб

source: Triangle
bg: Триъгълник
ru: Треугольник

source: Square
bg: Квадрат
ru: Квадрат

source: Plus
bg: Плюс
ru: Плюс

source: Circle
bg: Кръг
ru: Круг

source: Left Arrow
bg: Стрелка наляво
ru: Стрелка влево

source: Right Arrow
bg: Стрелка надясно
ru: Стрелка вправо

source: Up Arrow
bg: Стрелка нагоре
ru: Стрелка вверх

source: Down Arrow
bg: Стрелка надолу
ru: Стрелка вниз

source: Select marker symbol
bg: Избери символ на маркера
ru: Вид метки

source: Select marker size
bg: Избери размер на маркера
ru: Размер метки

source: Click to select marker color
bg: Кликнете за да изберете цвят на маркера
ru: Цвет метки

source: Label
bg: Надпис
ru: Название

source: %1 objects found
bg: %1 намерени обекта
ru: Найдено объектов: %1

source: Set the data directory.
ru: Выставить папку «data».

source: datadir
ru: папка data

source: Set the configuraton file.
ru: Выставить конфигурационный файл.

source: conf
ru: конфиг

source: Add an extras directory. This option may be specified multiple times.
ru: Добавить папку «extras». Поддерживается добавление больше одной папки.

source: extrasdir
ru: папка extras

source: Start in fullscreen mode.
ru: Запустить в полноэкранном режиме.

source: Skip the splash screen.
ru: Пропустить экран заставки.

source: Set the start cel:// URL or startup script path.
ru: Выставить cel:// URL или путь сценария запуска.

source: Set the path to the log file.
ru: Выставить путь файла логирования.

source: logpath
ru: файл логов

source: Mark DSOs selected in list view
bg: Маркирай избраните ОДК
ru: Установить метку на выбранный объект глубокого космоса

source: Unmark DSOs selected in list view
bg: Размаркирай избраните ОДК
ru: Снять метку с выбранного объекта глубокого космоса

source: Earth
bg: Земя
ru: Земля

source: Jupiter
bg: Юпитер
ru: Юпитер

source: Saturn
bg: Сатурн
ru: Сатурн

source: Uranus
bg: Уран
ru: Уран

source: Neptune
bg: Нептун
ru: Нептун

source: Pluto
bg: Плутон
ru: Плутон

source: Eclipsed body
bg: Затъмнено тяло
ru: Затмеваемый объект

source: Occulter
bg: Затъмняващ обект
ru: Затмевающий объект

source: Start time
bg: Начално време
ru: Начало

source: Duration
bg: Продължителност
ru: Продолжительность

source: Solar eclipses
bg: Слънчеви затъмнения
ru: Солнечные затмения

source: Lunar eclipses
bg: Лунни затъмнения
ru: Лунные затмения

source: All eclipses
bg: Всички затъмнения
ru: Все затмения

source: Search range
bg: Диапазон на търсенето
ru: Диапазон поиска

source: Find eclipses
bg: Търси затъмнения
ru: Вычислить все затмения

source: %1 is not a valid object
bg: %1 не е валиден обект
ru: %1 не является доспутимым объектом

source: End date is earlier than start date.
bg: Крайната дата е преди началната дата.
ru: Время начала позже времени окончания.

source: Finding eclipses...
bg: Търсене на затъмнения...
ru: Поиск затмений...

source: Set time to mid-eclipse
bg: Задай времето по средата на затъмнение
ru: Установить время затмения

source: Near %1
bg: Близо до %1
ru: Показать на %1

source: From surface of %1
bg: От повърхността на %1
ru: Показать от поверхности %1

source: Behind %1
bg: Зад %1
ru: Показать от %1

source: Celestia was unable to initialize OpenGLES 2.0.
ru: Celestia не удалось инициализировать OpenGLES 2.0.

source: Celestia was unable to initialize OpenGL 2.1.
bg: „Celestia“ не успя да стартира „OpenGL“ 2.1.
ru: Celestia не удалось инициализировать OpenGL 2.1.

source: Error: no object selected!
bg: Грешка: не е избран обект!
ru: Ошибка: нет выделенного!

source: Info
bg: Информация
ru: Информация

source: Web info: %1
bg: Интернет информация: %1
ru: В интернете: %1

source: <b>Equatorial radius:</b> %L1 %2
bg: <b>Екваториален радиус</b> %L1 %2
ru: <b>Экв. радиус:</b> %L1 %2

source: <b>Size:</b> %L1 %2
bg: <b>Размер:</b> %L1 %2
ru: <b>Размер:</b> %L1 %2

source: <b>Oblateness:
bg: <b>Сплеснатост:
ru: <b>Полярное сжатие:

source: <b>Sidereal rotation period:</b> %L1 %2
bg: <b>Звезден ден:</b> %L1 %2
ru: <b>Звёздные сутки:</b> %L1 %2

source: Prograde
bg: Проградна
ru: Прямое

source: Retrograde
bg: Ретроградна
ru: Ретроградное

source: <b>Rotation direction:</b> %1
bg: <b>Посока на въртене:</b> %1
ru: <b>Направление вращения:</b> %1

source: <b>Length of day:</b> %L1 %2
bg: <b>Продължителност на деня:</b> %L1 %2
ru: <b>Солнечные сутки:</b> %L1 %2

source: years
bg: години
ru: л.

source: <b>Has rings</b>
bg: <b>Има пръстени</b>
ru: <b>Есть кольца</b>

source: <b>Has atmosphere</b>
bg: <b>Има атмосфера</b>
ru: <b>Есть атмосфера</b>

source: <b>Start:</b> %1
bg: <b>Начало:</b> %1
ru: <b>От:</b> %1

source: <b>End:</b> %1
bg: <b>Край:</b> %1
ru: <b>До:</b> %1

source: Orbit information
bg: Орбитална информация
ru: Параметры орбиты

source: Osculating elements for %1
bg: Оскулационни елементи за %1
ru: Оскулирующие элементы на %1

source: <b>Period:</b> %L1 %2
bg: <b>Период:</b> %L1 %2
ru: <b>Период обращения:</b> %L1 %2

source: AU
bg: АЕ
ru: а.е.

source: <b>Semi-major axis:</b> %L1 %2
bg: <b>Полуголяма ос:</b> %L1 %2
ru: <b>Большая полуось:</b> %L1 %2

source: <b>Eccentricity:</b> %L1
bg: <b>Ексцентрицитет:</b> %L1
ru: <b>Эксцентриситет:</b> %L1

source: <b>Inclination:</b> %L1%2
bg: <b>Наклон:</b> %L1%2
ru: <b>Наклонение:</b> %L1%2

source: <b>Pericenter distance:</b> %L1 %2
bg: <b>Разстояние до перицентъра:</b> %L1 %2
ru: <b>Перицентрическое расстояние:</b> %L1 %2

source: <b>Apocenter distance:</b> %L1 %2
bg: <b>Разстояние до апоцентъра:</b> %L1 %2
ru: <b>Апоцентрическое расстояние:</b> %L1 %2

source: <b>Ascending node:</b> %L1%2
bg: <b>Възходящ възел:</b> %L1%2
ru: <b>Долгота восходящего узла:</b> %L1%2

source: <b>Argument of periapsis:</b> %L1%2
bg: <b>Параметър на перихелия:</b> %L1%2
ru: <b>Аргумент перицентра:</b> %L1%2

source: <b>Mean anomaly:</b> %L1%2
bg: <b>Средна аномалия:</b> %L1%2
ru: <b>Средняя аномалия:</b> %L1%2

source: <b>Period (calculated):</b> %L1 %2
bg: <b>Период (изчислен):</b> %L1 %2
ru: <b>Период обращения (вычисленный):</b> %L1 %2

source: <b>RA:</b> %L1h %L2m %L3s
bg: <b>α:</b> %L1h %L2m %L3s
ru: <b>Прямое восх.:</b> %L1h %L2m %L3s

source: <b>Dec:</b> %L1%2 %L3' %L4"
bg: <b>δ:</b> %L1%2 %L3' %L4"
ru: <b>Склонение:</b> %L1%2 %L3' %L4"

source: Blackbody D65
bg: Цветови стандарт D65
ru: Чёрнотельный D65

source: Blackbody (Solar Whitepoint)
ru: Чёрнотельный (точка белого по Солнцу)

source: Blackbody (Vega Whitepoint)
ru: Чёрнотельный (точка белого по Веге)

source: Classic colors
bg: Класически цветове
ru: Устаревшие цвета

source: Local format
bg: Местен формат
ru: Местное время

source: Time zone name
bg: Име на часовата зона
ru: Часовой пояс

source: UTC offset
bg: Отклонение по „UTC“
ru: Смещение UTC

source: Start: %1
bg: Начало: %1
ru: От: %1

source: End: %1
bg: Край: %1
ru: До: %1

source: {:.3f} ly
bg: {:.3f} сг
ru: {:.3f} св. л.

source: {:.3f} au
bg: {:.3f} ае
ru: {:.3f} а.е.

source: {:.3f} km
bg: {:.3f} км
ru: {:.3f} км

source: {:.3f} m
bg: {:.3f} м
ru: {:.3f} м

source: Distance:
bg: Разстояние:
ru: Расстояние:

source: Abs (app) mag:
bg: Абс. (видима) величина:
ru: Абс. (вид.) величина:

source: Class:
bg: Спектрален клас:
ru: Класс:

source: &Select
bg: Избери
ru: В&ыбрать

source: &Center
bg: Центрирай
ru: &Центрировать

source: &Goto
bg: Отиди
ru: &Перейти

source: &Follow
bg: Следвай
ru: &Наблюдение

source: S&ync Orbit
bg: Синхронизирай с орбитата
ru: Син&х. вращение

source: Visible
bg: Видим
ru: Показывать

source: &Unmark
bg: Размаркирай
ru: Снять &метку

source: Select &Primary Body
bg: Избери главно тяло
ru: Выбрать центральное тело

source: Filled Square
bg: Запълнен квадрат
ru: Закрашенный квадрат

source: Disk
bg: Диск
ru: Диск

source: &Mark
bg: Маркирай
ru: Поставить &метку

source: &Reference Marks
bg: Отправна система
ru: &Элементы графики

source: Show &Body Axes
bg: Покажи осите на телата
ru: Показывать оси объекта

source: Show &Frame Axes
bg: Покажи осите на кадъра
ru: Показывать оси каракаса

source: Show &Sun Direction
bg: Покажи посоката на Слънцето
ru: Показывать направление к Солнцу

source: Show &Velocity Vector
bg: Покажи вектора на ускорението
ru: Показывать вектор движения

source: Show S&pin Vector
bg: Покажи вектора на завъртането
ru: Показывать вектор вращения

source: Show &Direction to %1
bg: Покажи посоката на %1
ru: Показывать направление на %1

source: Show Planetographic &Grid
bg: Покажи планетографската мрежа
ru: Показывать планетографическую сетку

source: Show &Terminator
bg: Покажи терминатора
ru: Показывать линию терминатора

source: &Alternate Surfaces
bg: Алтернативни повърхности
ru: &Альтернативная поверхность

source: Normal
bg: Нормално
ru: Нормали

source: Dwarf planets
bg: Планети джуджета
ru: Карликовые планеты

source: Minor moons
bg: Астероидни спътници
ru: Малые луны

source: Other objects
bg: Други обекти
ru: Другие объекты

source: Set Time
bg: Задай времето
ru: Установить время

source: Time Zone:
bg: Часова зона:
ru: Стандарт:

source: Universal Time
bg: Универсално време
ru: Всемирное время

source: Local Time
bg: Местно време
ru: Местное время

source: Select Time Zone
bg: Избери часова зона
ru: Часовой пояс

source: Date:
bg: Дата:
ru: Дата:

source: Set Year
bg: Задай годината
ru: Год

source: Set Month
bg: Задай месеца
ru: Месяц

source: Set Day
bg: Задай деня
ru: День

source: Time:
bg: Време:
ru: Время:

source: Set Hours
bg: Задай часа
ru: Часы

source: Set Minutes
bg: Задай минутите
ru: Минуты

source: Set Seconds
bg: Задай секундите
ru: Секунды

source: Julian Date:
bg: Юлианова дата:
ru: Юлианская дата:

source: Set Julian Date
bg: Задай Юлианова дата
ru: Дата в юлианском формате

source: Barycenter
bg: Център на масата
ru: Центр масс

source: Star
bg: Звезда
ru: Звезда

source: Planet
bg: Планета
ru: Планета

source: Dwarf planet
bg: Планета джудже
ru: Карликовая планета

source: Moon
bg: Луна
ru: Спутник

source: Minor moon
bg: Астероиден спътник
ru: Малый спутник

source: Asteroid
bg: Астероид
ru: Астероид

source: Comet
bg: Комета
ru: Комета

source: Spacecraft
bg: Космически апарат
ru: Космич. аппарат

source: Reference point
bg: Отправна точка
ru: Ориентир

source: Component
bg: Компонент
ru: Компонент

source: Surface feature
bg: Повърхностна характеристика
ru: Деталь поверхности

source: Unknown
bg: Неизвестно
ru: Неизвестно

source: Asteroids & comets
bg: Астероиди и комети
ru: Астероиды и кометы

source: Reference points
bg: Отправни точки
ru: Ориентиры

source: Components
bg: Елементи
ru: Компоненты

source: Surface features
bg: Повърхностни характеристики
ru: Детали поверхности

source: Planets and moons
bg: Планети и луни
ru: Планеты и спутники

source: Group objects by class
bg: Групирай обектите по класове
ru: Группировать объекты по классу

source: Mark bodies selected in list view
bg: Маркирай избраните тела
ru: Установить метку на выбранные объекты

source: Reverse time
bg: Обърни времето
ru: Обратить ход времени

source: 10x slower
bg: 10 пъти по-бавно
ru: Замедлить время в 10 раз

source: 2x slower
bg: 2 пъти по-бавно
ru: Замедлить время в 2 раза

source: Pause time
bg: Спри времето
ru: Приостановить ход времени

source: 2x faster
bg: 2 пъти по-бързо
ru: Ускорить время в 2 раза

source: 10x faster
bg: 10 пъти по-бързо
ru: Ускорить время в 10 раз

source: Set to current time
bg: Задай към текущото време
ru: Установить текущее время

source: Bookmark Location
bg: Местоположение на отметките
ru: Добавление закладки

source: Bookmark name:
bg: Име на отметката:
ru: Название:

source: Create in:
bg: Създай в:
ru: Создать в:

source: Time source:
bg: Източник за времето:
ru: Время:

source: Dialog
bg: Диалог
ru: Диалог

source: Object name:
bg: Име на обект:
ru: Название объекта:

source: Longitude:
bg: Географска дължина:
ru: Долгота:

source: Distance:
bg: Разстояние:
ru: Расстояние:

source: Latitude:
bg: Географска ширина:
ru: Широта:

source: radii
bg: радиуси
ru: рад.

source: Name:
bg: Име:
ru: Название:

source: Description:
bg: Описание:
ru: Описание:

source: Organize Bookmarks
bg: Организирай отметките
ru: Упорядочить закладки

source: New Separator
bg: Нов разделител
ru: Новый разделитель

source: Remove Item
bg: Премахни обекта
ru: Удалить

source: Preferences
bg: Предпочитания
ru: Настройки

source: Objects
bg: Обекти
ru: Объекты

source: Globular clusters
bg: Кълбовидни купове
ru: Шаровые скопления

source: Features
bg: Характеристики
ru: Графика

source: Cloud shadows
bg: Сенки от облаци
ru: Тени облаков

source: Eclipse shadows
bg: Сенки от затъмнения
ru: Тени затмений

source: Ring shadows
bg: Сенки от пръстени
ru: Тени на кольцах

source: Planet's rings
bg: Планетни пръстени
ru: Кольца

source: Nightside lights
bg: Нощни светлини
ru: Свет ночной стороны

source: Comet tails
bg: Опашки на комети
ru: Хвосты комет

source: Limit of knowledge textures
bg: Използване на ограничени текстури
ru: Текстуры пределов известного

source: Show orbits
bg: Покажи орбитите
ru: Показывать орбиты

source: Fading orbits
bg: Избледняване на орбитите
ru: Затухающие орбиты

source: Partial trajectories
bg: Частични траектории
ru: Детали траекторий

source: Grids
bg: Мрежи
ru: Координатные сетки

source: Equatorial
bg: Екваториална
ru: Экваториальная

source: Ecliptic
bg: Еклиптична
ru: Эклиптическая

source: Galactic
bg: Галактическа
ru: Галактическая

source: Horizontal
bg: Хоризонтална
ru: Горизонтальная

source: Diagrams
bg: Диаграми
ru: Фигуры

source: Boundaries
bg: Очертания
ru: Границы

source: Latin names
bg: Латински имена
ru: Имена латиницей

source: Miscellaneous
bg: Разни
ru: Разное

source: Show locations
bg: Покажи местоположенията
ru: Показывать местоположение

source: Location types:
bg: Видове местоположения:
ru: Виды местоположений:

source: Cities
bg: Градове
ru: Города

source: Landing sites
bg: Места на приземяване
ru: Места посадок

source: Volcanoes
bg: Вулкани
ru: Вулканы

source: Observatories
bg: Обсерватории
ru: Обсерватории

source: Craters
bg: Кратери
ru: Кратеры

source: Montes (mountains)
bg: Montes (планини)
ru: Горы

source: Terrae (land masses)
bg: Terrae (земни маси)
ru: Земли, области

source: Valles (valleys)
bg: Valles (долини)
ru: Долины

source: Maria (seas)
bg: Maria (морета)
ru: Моря (океаны)

source: Other features
bg: Други характеристики
ru: Прочее

source: Minimum labelled feature size:
bg: Минимален размер на характеристиките с надписи:
ru: Минимальный размер местоположения:

source: Render
bg: Възпроизвеждане
ru: Вид

source: Texture resolution
bg: Резолюция на текстурите
ru: Качество текстур

source: Ambient light
ru: Подсветка

source: Tinted illumination
ru: Тонированное освещение

source: Render path
bg: Възпроизвеждане с
ru: Рендеринг

source: Antialiased lines
bg: Изгладени линии
ru: Сглаживать линии орбит

source: Star style
bg: Стил на звездите
ru: Отрисовка звёзд

source: Fuzzy points
bg: Неясни точки
ru: Размытые точки

source: Scaled discs
bg: Мащабирани дискове
ru: Диски

source: Auto-magnitude
bg: Автоматична звездна величина
ru: Автонастройка звёздной величины

source: Star colors
bg: Звездни цветове
ru: Цвет звёзд

source: Date display format:
bg: Формат на датата:
ru: Стандарт даты:

source: Not an XBEL version 1.0 file.
bg: Не е файл с версия 1.0 на „XBEL“.
ru: Не файл XBEL версии 1.0.

source: Incorrect hex value "{}"
bg: Неправилна шестнадесетична стойност „{}“
ru: Недопустимое значение hex «{}»

source: URL must start with "{}"!
bg: Връзката трябва да започва с „{}“!
ru: URL должен начинаться с «{}»!

source: URL must have at least mode and time!
bg: Връзката трябва да съдържа поне режим и време!
ru: URL должен содержать по крайней мере режим и время!

source: Unsupported URL mode "{}"!
bg: Неподдържан режим на връзката „{}“!
ru: Неподдерживаемый режим URL «{}»!

source: URL must contain only one body
bg: Връзката трябва да съдържа само едно тяло
ru: URL должен содержать только один объект

source: URL must contain 2 bodies
bg: Връзката трябва да съдържа 2 тела
ru: URL должен содержать 2 объекта
