Repository: keplerhg/mycelestia
Catalog: po/*.po
Languages: bg, ru

source: Invalid URL version "{}"!
bg: Невалидна версия на връзката „{}“!
ru: Недействительная версия URL «{}»!

source: Unsupported URL version: {}
bg: Неподдържана версия на връзката: {}
ru: Неподдерживаемая версия URL: {}

source: URL parameter must look like key=value
bg: Параметърът на връзката трябва да изглежда така: key=value
ru: Параметр URL должен быть представлен в виде ключ=значение

source: Placeholder
bg: Заместител
ru: Заполнитель

source: Capture &Image... F10
bg: Прихвани изображение... F10
ru: Снимок &экрана... F10

source: Capture &Movie... Shift+F10
bg: Прихвани видео... Shift+F10
ru: Запись &экрана... Shift+F10

source: Select &Sol H
bg: Избери Слънцето H
ru: &Выбрать Солнце H

source: Tour G&uide...
bg: Екскурзовод...
ru: П&утеводитель...

source: Select &Object...
bg: Избери обект...
ru: Выбрать &объект...

source: &Center Selection C
bg: Центрирай селекцията C
ru: &Центрировать C

source: &Go to Selection G
bg: Отиди до селекцията G
ru: &Перейти G

source: &Follow Selection F
bg: Следвай селекцията F
ru: &Наблюдение F

source: S&ync Orbit Selection Y
bg: Синхронизирай избраната орбита Y
ru: Син&хронное вращение Y

source: &Track Selection T
bg: Следвай селекцията T
ru: &Слежение T

source: Solar System &Browser...
bg: Търсачка на Слънчевата система...
ru: &Каталог Солнечной системы...

source: Star B&rowser...
bg: Звездна търсачка...
ru: Каталог &звёзд...

source: &Eclipse Finder
bg: Търсач на затъмнения
ru: &Поиск затмений...

source: 10x &Faster L
bg: 10 пъти по-бързо L
ru: &Ускорить время в 10 раз L

source: 10x &Slower K
bg: 10 пъти по-бавно K
ru: &Замедлить время в 10 раз K

source: Free&ze Space
bg: Замрази Space
ru: &Пауза Space

source: &Real Time \
bg: Реално време \
ru: &Текущее время \

source: Re&verse Time J
bg: Обърни времето J
ru: &Обратить время J

source: Set &Time...
bg: Задай времето...
ru: &Установить время...

source: Show Local Time
bg: Покажи местното време
ru: Показывать местное время

source: &Render
bg: Възпроизвеждане
ru: &Вид

source: Select Display Mode...
bg: Избери режим на показване...
ru: Режим просмотра...

source: Toggle Full Screen Alt+Enter
bg: Превключи на цял екран Alt+Enter
ru: Во весь экран Alt+Enter

source: View Options...
bg: Опции на изгледа...
ru: Настройки просмотра...

source: Locations...
bg: Местоположения...
ru: Местоположения...

source: More Stars Visible ]
bg: Повече видими звезди ]
ru: Больше звёзд ]

source: Fewer Stars Visible [
bg: По-малко видими звезди [
ru: Меньше звёзд [

source: Auto Magnitude Ctrl+Y
bg: Автоматична звездна величина Ctrl+Y
ru: Автонастройка Ctrl+Y

source: &Points
bg: Точки
ru: &Точки

source: &Fuzzy Points
bg: Неясни точки
ru: &Размытые точки

source: Scaled &Discs
bg: Мащабирани дискове
ru: &Диски

source: Star &Color
bg: Звезден цвят
ru: &Цвет звёзд

source: &Ambient Light
bg: Фонова светлина
ru: &Подсветка

source: &No
bg: Не
ru: &Нет

source: &Weakly
bg: Слаба
ru: Слабо

source: &Moderately
bg: Умерена
ru: Умеренно

source: &Texture Resolution
bg: Резолюция на текстурите
ru: Р&азрешение текстур

source: &Low
bg: Ниска
ru: &Низкое

source: &Medium
bg: Средна
ru: &Среднее

source: &High
bg: Висока
ru: &Высокое

source: Antialiasing Ctrl+X
bg: Изглаждане Ctrl+X
ru: Сглаживание Ctrl+X

source: Split &Horizontally Ctrl+R
bg: Раздели хоризонтално Ctrl+R
ru: Разделить по &горизонтали Ctrl+R

source: Split &Vertically Ctrl+U
bg: Раздели вертикално Ctrl+U
ru: Разделить по &вертикали Ctrl+U

source: &Delete Active View DEL
bg: Изтрий активния изглед DEL
ru: Удалить &активный экран DEL

source: &Single View Ctrl+D
bg: Единичен изглед Ctrl+D
ru: &Один экран Ctrl+D

source: Show &Frames
bg: Покажи кадрите
ru: &Показывать рамки

source: Synchronize &Time
bg: Синхронизирай времето
ru: Синхронизировать время

source: &Add Bookmarks...
bg: Добави отметки...
ru: &Добавить закладку...

source: &Organize Bookmarks...
bg: Организирай отметките...
ru: &Упорядочить закладки...

source: User &Guide
bg: Ръководство на потребителя
ru: &Руководство пользователя

source: &Controls
bg: Контроли
ru: &Управление программой

source: &OpenGL Info
bg: Информация за „OpenGL“
ru: &Информация OpenGL

source: &License
bg: Лиценз
ru: &Лицензионное соглашение

source: &About Celestia
bg: За „Celestia“
ru: &О программе...

source: https://celestiaproject.space/
ru: https://celestiaproject.space/ru/

source: Celestia is free software and comes with absolutely no warranty.
bg: „Celestia“ е безплатен софтуер и се предлага без никаква гаранция.
ru: Celestia является бесплатным ПО и распространяется без каких-либо гарантий.

source: Authors
bg: Автори
ru: В разработке принимали участие:

source: Add Bookmark
bg: Добави отметка
ru: Добавить закладку

source: Create in >>
bg: Създай в >>
ru: Создать в >>

source: New Folder...
bg: Нова папка...
ru: Новая папка...

source: Add New Bookmark Folder
bg: Добави нова папка с отметки
ru: Добавить закладку

source: Folder Name
bg: Име на папката
ru: Название папки

source: Celestia Controls
bg: Контроли на „Celestia“
ru: Управление программой

source: Select Display Mode
bg: Избери режим на показване
ru: Режим просмотра

source: Resolution
bg: Резолюция
ru: Разрешение

source: Eclipse Finder
bg: Търсач на затъмнения
ru: Поиск затмений

source: Compute
bg: Изчисли
ru: Вычислить

source: Set Date and Go to Planet
bg: Задай дата и отиди до планетата
ru: Установить дату и перейти к планете

source: Close
bg: Затвори
ru: Закрыть

source: From:
bg: От:
ru: От:

source: To:
bg: До:
ru: До:

source: On:
bg: На:
ru: В:

source: Search parameters
bg: Параметри за търсене
ru: Параметры поиска

source: Solar Eclipses
bg: Слънчеви затъмнения
ru: Солнечные затмения

source: Lunar Eclipses
bg: Лунни затъмнения
ru: Лунные затмения

source: Select Object
bg: Избери обект
ru: Выбор объекта

source: Object Name
bg: Име на обект
ru: Название объекта

source: OpenGL Driver Info
bg: Информация за драйвъра на „OpenGL“
ru: Информация OpenGL

source: Go to Object
bg: Отиди до обект
ru: Перейти к объекту

source: Go To
bg: Отиди до
ru: Перейти

source: Object
bg: Обект
ru: Объект

source: Long.
bg: Дълж.
ru: Долгота

source: Lat.
bg: Шир.
ru: Широта

source: Distance
bg: Разстояние
ru: Расстояние

source: License
bg: Лиценз
ru: Лицензия

source: Landing Sites
bg: Места на приземяване
ru: Места посадок

source: Montes (Mountains)
bg: Montes (планини)
ru: Горы

source: Maria (Seas)
bg: Maria (морета)
ru: Моря (океаны)

source: Valles (Valleys)
bg: Valles (долини)
ru: Долины

source: Terrae (Land masses)
bg: Terrae (земни маси)
ru: Земли, области

source: Label Features
bg: Наименования на характеристиките
ru: Показывать местоположения

source: Show Features
bg: Покажи характеристиките
ru: Выбор местоположений

source: Show Label
bg: Покажи надписа
ru: Названия

source: Minimum Labeled Feature Size
bg: Минимален размер на характеристиките с надписи
ru: Минимальный размер местоположений

source: Size:
bg: Размер:
ru: Размер:

source: Rename...
bg: Преименувай...
ru: Переименовать...

source: Rename Bookmark or Folder
bg: Преименувай отметка или папка
ru: Переименовать закладку или папку

source: New Name
bg: Ново име
ru: Новое название

source: Set Simulation Time
bg: Задай времето за симулация
ru: Установить внутреннее время

source: Format:
bg: Формат:
ru: Формат:

source: Set To Current Time
bg: Задай към текущото време
ru: Установить текущее время

source: Solar System Browser
bg: Търсачка на Слънчевата система
ru: Каталог Солнечной системы

source: &Go To
bg: Отиди до
ru: &Перейти

source: Solar System Objects
bg: Обекти в Слънчевата система
ru: Объекты системы:

source: Star Browser
bg: Звездна търсачка
ru: Каталог звёзд

source: Nearest
bg: Най-близки
ru: Ближайшие

source: Brightest
bg: Най-ярки
ru: Ярчайшие

source: With planets
bg: С планети
ru: С планетами

source: &Refresh
bg: Опресни
ru: &Обновить

source: Star Search Criteria
bg: Критерии за търсене на звезди
ru: Критерии поиска

source: Maximum Stars Displayed in List
bg: Максимален брой на звездите
ru: Количество звёзд в списке

source: Tour Guide
bg: Екскурзовод
ru: Путеводитель

source: Select your destination:
bg: Избери дестинация:
ru: Выберите объект:

source: View Options
bg: Опции на изгледа
ru: Настройки

source: Show:
bg: Покажи:
ru: Показывать:

source: Rings
bg: Пръстени
ru: Кольца

source: Display:
bg: Покажи:
ru: Отображать:

source: Ecliptic Line
bg: Еклиптична линия
ru: Эклиптика

source: Body / Orbit / Label display
bg: Покажи телата, орбитите или надписите
ru: Отображать тела/орбиты/названия

source: Latin Names
bg: Латински имена
ru: Имена латиницей

source: Information Text
bg: Информация
ru: Информация

source: Terse
bg: Сбита
ru: Кратко

source: Verbose
bg: Подробна
ru: Подробно

source: Apr
bg: Апр
ru: апр

source: Feb
bg: Феб
ru: фев

source: Jan
bg: Яну
ru: янв

source: Jun
bg: Юни
ru: июн

source: Mar
bg: Мар
ru: мар

source: May
bg: Май
ru: мая

source: Aug
bg: Авг
ru: авг

source: Dec
bg: Дек
ru: дек

source: Jul
bg: Юли
ru: июл

source: Nov
bg: Ное
ru: ноя

source: Oct
bg: Окт
ru: окт

source: Sep
bg: Сеп
ru: сен

source: Satellite
bg: Сателит
ru: Спутник

source: Date
bg: Дата
ru: Дата

source: Start
bg: Старт
ru: Начало

source: License file missing! See http://www.gnu.org/copyleft/gpl.html
bg: Лицензът липсва! Вижте http://www.gnu.org/copyleft/gpl.html
ru: Файл лицензии отсутствует! См. http://www.gnu.org/copyleft/gpl.html

source: Windowed Mode
bg: В прозорец
ru: Оконный режим

source: Invisibles
bg: Невидими
ru: Невидимые

source: &Info
bg: Информация
ru: &Информация

source: Show Body Axes
bg: Покажи осите на телата
ru: Показывать оси объекта

source: Show Frame Axes
bg: Покажи осите на кадъра
ru: Показывать оси каркаса

source: Show Sun Direction
bg: Покажи посоката на Слънцето
ru: Показывать направление к Солнцу

source: Show Velocity Vector
bg: Покажи вектора на ускорението
ru: Показывать вектор движения

source: Show Planetographic Grid
bg: Покажи планетографската мрежа
ru: Показывать планетографическую сетку

source: Show Terminator
bg: Покажи терминатора
ru: Показывать линию терминатора

source: &Satellites
bg: Сателити
ru: С&путники

source: Orbiting Bodies
bg: Орбитиращи тела
ru: Объекты системы

source: Unable to switch to full screen mode; running in window mode
bg: Неуспешно превключване в режим на цял екран от режим в прозорец
ru: Не удаётся перейти в полноэкранный режим; продолжение работы в оконном режиме

source: Error
bg: Грешка
ru: Ошибка

source: Failed to register the window class.
bg: Неуспешно регистриране на прозоречния клас.
ru: Не удалось зарегистрировать класс окна.

source: Fatal Error
bg: Фатална грешка
ru: Критическая ошибка

source: Could not get appropriate pixel format for OpenGL rendering.
bg: Не може да бъде избран подходящ формат на пикселите за възпроизвеждане с „OpenGL“.
ru: Не удалось получить подходящий формат пикселей для рендеринга OpenGL.

source: Your system doesn't support OpenGL 2.1!
bg: Вашата система не поддържа „OpenGL“ 2.1!
ru: Ваша система не поддерживает OpenGL 2.1!

source: Releasing device context failed.
bg: Неуспешно извличане на контекста на устройството.
ru: Не удалось освободить контекст.

source: Save As - Specify File to Capture Image
bg: Запази като – Прихванато изображение
ru: Сохранить как - выбрать файл для снимка экрана

source: Could not save image file.
bg: Изображението не може да бъде запазено.
ru: Не удалось сохранить файл изображения.

source: Stop current movie capture before starting another one.
bg: Спри текущото прихващане на видео, преди започване на следващото.
ru: Остановите текущую запись экрана перед тем, как начать новую.

source: Save As - Specify Output File for Capture Movie
bg: Запази като – Прихванато видео
ru: Сохранить как - выбрать файл для записи экрана

source: Unknown file extension specified for movie capture.
bg: Зададено е неизвестно разширение на файла за прихващане на видео.
ru: Указано неизвестное расширение файла видео.

source: Specified file extension is not recognized.
bg: Зададеното разширение на файла не е разпознато.
ru: Указанное расширение файла не распознано.

source: Could not capture movie.
bg: Видеото не може да бъде прихванато.
ru: Не удалось сделать запись экрана.

source: Directory expected after --dir
bg: Очаква се име на папката след параметъра „--dir“
ru: После --dir ожидалась директория

source: Celestia Command Line Error
bg: Грешка в командния ред на „Celestia“
ru: Ошибка командной строки Celestia

source: Configuration file name expected after --conf
bg: Очаква се име на конфигурационния файл след параметъра „--conf“
ru: После --conf ожидалось название конфигурационного файла

source: Directory expected after --extrasdir
bg: Очаква се име на папката след параметъра „--extrasdir“
ru: После --extrasdir ожидалась директория

source: URL expected after --url
bg: Очаква се връзка след параметъра „--url“
ru: После --url ожидался URL

source: Invalid command line option '%s'
bg: Невалидна опция на командния ред „%s“
ru: Недействительный параметр командной строки «%s»

source: Loading:
bg: Зареждане:
ru: Загрузка:

source: Loading data files...
bg: Зареждане на файлове с данни...
ru: Загрузка файлов данных...

source: Configuration file missing!
bg: Конфигурационният файл липсва!
ru: Файл конфигурации отсутствует!

source: Old favorites file detected. Copy to the new location?
bg: Открит е стар файл с фаворити. Копиране към новото местоположение?
ru: Обнаружен старый файл избранного. Копировать в новое расположение?

source: Copy favorites?
bg: Копиране на фаворитите?
ru: Копировать избранное?

source: Failed to create the application window.
bg: Неуспешно създаване на прозореца на приложението.
ru: Не удалось создать окно приложения.

source: Loading URL
bg: Зареждане на връзка
ru: Загрузка URL

source: Version:
bg: Версия:
ru: Версия:

source: Time Zone Name
bg: Име на часовата зона
ru: Часовой пояс

source: UTC Offset
bg: Отклонение по „UTC“
ru: Смещение по UTC

source: Loading image from file {}
bg: Зареждане на изображение от файл {}
ru: Загрузка изображения из файла {}

source: Error opening image file {}.
bg: Грешка при отваряне на изображение {}.
ru: Ошибка при открытии файла изображения {}.

source: Error: {} is not a PNG file.
bg: Грешка: {} не е „PNG“ файл.
ru: Ошибка: {} не PNG файл.

source: Error reading PNG image file {}
bg: Грешка при четене на „PNG“ изображението {}
ru: Ошибка чтения файла PNG {}

source: Can't open screen capture file '{}'
bg: Прихванатото изображение „{}“ не може да бъде отворено
ru: Не удаётся открыть файл снимка экрана «{}»

source: Error writing PNG file '{}'
bg: Грешка при записване на „PNG“ изображението „{}“
ru: Ошибка записи файла PNG «{}»

source: Error opening script file.
bg: Грешка при отваряне на скрипта.
ru: Ошибка открытия файла сценария.

source: Unknown error loading script
bg: Неизвестна грешка при зареждането на скрипта
ru: Неизвестная ошибка при загрузке сценария

source: Y
ru: Д

source: In line {}: {}
bg: Съответства {}: {}
ru: На строке {}: {}

source: WARNING: This script requests permission to read/write files and execute external programs. Allowing this can be dangerous. Do you trust the script and want to allow this? y = yes, ESC = cancel script, any other key = no
bg: ВНИМАНИЕ: Този скрипт се нуждае от разрешение за четене и записване на файлове, както и за изпълнение на външни програми. Това може да доведе до потенциален риск за сигурността. Сигурни ли сте, че искате да продължите? „y“ = да, „ESC“ = спиране на скрипта, всички останали клавиши = не
ru: ПРЕДУПРЕЖДЕНИЕ: Этот скрипт запрашивает разрешение на чтение/запись файлов и запуск внешних программ. Данное разрешение может нести опасность. Вы доверяете скрипту и хотите продолжить? y = да, ESC = закрыть скрипт, любая другая клавиша = нет

source: WARNING: This script requests permission to read/write files and execute external programs. Allowing this can be dangerous. Do you trust the script and want to allow this?
bg: ВНИМАНИЕ: Този скрипт се нуждае от разрешение за четене и записване на файлове, както и за изпълнение на външни програми. Това може да доведе до потенциален риск за сигурността. Сигурни ли сте, че искате да продължите?
ru: ПРЕДУПРЕЖДЕНИЕ: Этот скрипт запрашивает разрешение на чтение/запись файлов и запуск внешних программ. Данное разрешение может нести опасность. Вы доверяете скрипту и хотите продолжить?

source: Error opening script {}
bg: Грешка при отваряне на скрипта {}
ru: Ошибка открытия сценария {}

source: Script coroutine initialization failed
bg: Корутинното стартиране на скрипта се провали
ru: Ошибка инициализации сценария

source: Error opening LuaHook {}
bg: Грешка при отваряне на куката на „Lua“ {}
ru: Ошибка открытия LuaHook {}

source: Unknown error loading hook script
bg: Неизвестна грешка при зареждането на скрипта кука
ru: Неизвестная ошибка при загрузке hook-скрипта

source: Unknown value returned by GetTimeZoneInformation()
bg: „GetTimeZoneInformation()“ отчита неизвестна стойност
ru: Неизвестная ошибка, возвращённая функцией GetTimeZoneInformation()

source: Error opening {} or {}.
ru: Ошибка открытия {} или {}.

source: DST
bg: ЛЧВ

source: STD
bg: СЧВ

source: FPS: %.1f
bg: ЧКС: %.1f

source: Matroska Video (*.mkv)
bg: Видео формат „Матрьошка“ (*.mkv)

source: supported
bg: поддържа се

source: not supported
bg: не се поддържа

source: X
bg: Х

source: OK
bg: ОК

source: Copyright (C) 2001-2021, Celestia Development Team
bg: Авторско право (С) 2001-2021, Екипа на „Celestia“

source: Codec:
bg: Кодек:
