Repository: keplerhg/mycelestia
Catalog: po/*.po
Languages: bg, ru

source: LANGUAGE
bg: bg
ru: ru

source: Loaded {} deep space objects
bg: Заредени са {} обекти от дълбокия космос
ru: Загружено {} объектов глубокого космоса

source: Galaxy (Hubble type: %s)
bg: Галактика (спецификация на Хъбъл: %s)
ru: Галактика (тип: %s)

source: Globular (core radius: %4.2f', King concentration: %4.2f)
bg: Кълбовиден (размер на ядрото: %4.2f', плътност: %4.2f)
ru: Шаровое скопление (радиус ядра: %4.2f', плотность: %4.2f)

source: Loading model: {}
bg: Зареждане на модел: {}
ru: Загружается модель: {}

source: Unknown model format '{}'
ru: Неизвестный формат модели «{}»

source: Error loading model '{}'
bg: Грешка при зареждане на модел „{}“
ru: Ошибка при загрузке модели «{}»

source: Model statistics: {} vertices, {} primitives, {} materials ({} unique)
bg: Данни за модела: {} върхове, {} примитиви, {} материали ({} уникални)
ru: Статистика модели: {} вершин, {} примитивов, {} материалов ({} уникальных)

source: Mesh index {} is higher than VBO count {}!
ru: Индекс сетки {} превышает счётчик VBO {}!

source: Nebula
bg: Мъглявина
ru: Туманность

source: Open cluster
bg: Разсеян куп
ru: Рассеянное скопление

source: Error in .ssc file (line {}): {}
bg: Грешка в „.ssc“ файла (линия {}): {}
ru: Ошибка в файле .ssc (строка {}): {}

source: Incorrect GeomAlbedo value: {}
bg: Неправилна стойност на „GeomAlbedo“: {}
ru: Недопустимое значение GeomAlbedo: {}

source: Incorrect Reflectivity value: {}
bg: Неправилна стойност на „Reflectivity“: {}
ru: Недопустимое значение Reflectivity: {}

source: Incorrect BondAlbedo value: {}
bg: Неправилна стойност на „BondAlbedo“: {}
ru: Недопустимое значение BondAlbedo: {}

source: Atmosphere must be an associative array.
ru: Атмосфера должна быть ассоциативным массивом.

source: Rings must be an associative array.
ru: Кольца должны быть ассоциативным массивом.

source: parent body '%s' of '%s' not found.
bg: основното тяло „%s“ на „%s“ не е намерено.
ru: родитель '%s' объекта '%s' не найден.

source: warning duplicate definition of %s %s
bg: предупреждение за дублираща се дефиниция на %s %s
ru: предупреждение о дубликате определения %s %s

source: bad alternate surface
bg: неточна алтернативна повърхност
ru: ошибка с альтернативной поверхностью

source: bad location
bg: неточно местоположение
ru: ошибка с местоположением

source: Error in .stc file (line {}): {}
bg: Грешка в „.stc“ файла (линия {}): {}
ru: Ошибка в файле .stc (строка {}): {}

source: Bad spectral type in star database, star #{}
bg: Неточен спектрален клас в звездната база от данни, звезда №{}
ru: Неверный спектральный тип звезды №{}

source: {} stars in binary database
bg: {} звезди в двоичната база от данни
ru: Звёзд в бинарном каталоге: {}

source: Bad header for cross index
bg: Неточна заглавка за кръстосаното индексиране
ru: Неверный заголовок для перекрёстного индекса

source: Bad version for cross index
bg: Неточна версия за кръстосаното индексиране
ru: Неверная версия для перекрёстного индекса

source: Loading cross index failed
bg: Зареждането на кръстосаното индексиране се провали
ru: Не удалось загрузить перекрёстный индекс

source: Loading cross index failed - unexpected EOF
ru: Не удалось загрузить перекрёстный индекс — неожиданный конец файла

source: Total star count: {}
bg: Общ брой на звездите: {}
ru: Общее количество звёзд: {}

source: Invalid star: missing right ascension
bg: Невалидна звезда: липсва ректасцензията
ru: Ошибка у звезды: отсутствие прямого восхождения.

source: Invalid star: missing declination.
bg: Невалидна звезда: липсва деклинацията.
ru: Ошибка у звезды: отсутствие склонения.

source: Invalid star: missing distance.
bg: Невалидна звезда: липсва разстоянието.
ru: Ошибка у звезды: отсутствие расстояния.

source: Invalid star: absolute (not apparent) magnitude must be specified for star near origin
bg: Невалидна звезда: трябва да бъде зададена абсолютната (не видимата) звездна величина за звездата, близо до източника
ru: Ошибка у звезды: абсолютная (не видимая) звёздная величина должна быть указана для звезды вблизи источника

source: Invalid star: missing magnitude.
bg: Невалидна звезда: липсва звездната величина.
ru: Ошибка у звезды: отсутствие звёздной величины.

source: Invalid star: bad spectral type.
bg: Невалидна звезда: неточен спектрален клас.
ru: Ошибка у звезды: неверный спектральный тип.

source: Invalid star: missing spectral type.
bg: Невалидна звезда: липсва спектралния клас.
ru: Ошибка у звезды: отсутствие спектрального типа.

source: Barycenter {} does not exist.
bg: Центърът на масата {} не съществува.
ru: Барицентр {} не существует.

source: Creating tiled texture. Width={}, max={}
bg: Създаване на плочкова текстура. Ширина={}, макс.={}
ru: Создание мозаичной текстуры. Ширина={}, макс.={}

source: Creating ordinary texture: {}x{}
bg: Създаване на обикновена текстура: {}х{}
ru: Создание обычной текстуры: {}x{}

source: Error reading header of {}.
bg: Грешка при четене на заглавката от {}.
ru: Ошибка чтения заголовка у {}.

source: Bad binary xyzv file {}.
bg: Неточен бинарен файл „xyzv“ {}.
ru: Ошибка с бинарным xyzv файлом {}.

source: Unsupported byte order {}, expected {}.
bg: Неподдържан байтов ред {}, очакван {}.
ru: Неподдерживаемый порядок байтов {}, ожидается {}.

source: Unsupported digits number {}, expected {}.
bg: Неподдържано число {}, очаквано {}.
ru: Неподдерживаемое количество цифр {}, ожидается {}.

source: Error opening {}.
bg: Грешка при отваряне на {}.
ru: Ошибка открытия {}.

source: Path {} doesn't exist or isn't a directory
bg: {} не съществува или не е папка
ru: Путь {} не существует или не является директорией

source: Error reading favorites file {}.
bg: Грешка при четене на файла с фаворити {}.
ru: Ошибка чтения файла избранного {}.

source: Failed to check directory existance for favorites file {}
bg: Неуспешна проверка на папката за файла с фаворити {}
ru: Не удалось проверить существование директории для файла избранного {}

source: Failed to create a directory for favorites file {}
bg: Неуспешно създаване на папката за файла с фаворити {}
ru: Не удалось создать директорию для файла избранного {}

source: Invalid filetype
bg: Невалиден файлов формат
ru: Неверный тип файла

source: Magnitude limit: %.2f
bg: Лимит на звездната величина: %.2f
ru: Предел звёздной величины: %.2f

source: Markers enabled
bg: Маркерите са включени
ru: Метки включены

source: Markers disabled
bg: Маркерите са изключени
ru: Метки отключены

source: Goto surface
bg: Отиди до повърхността
ru: Перейти к поверхности

source: Alt-azimuth mode enabled
bg: Алт-азимуталният режим е включен
ru: Альт-азимутальный режим включён

source: Alt-azimuth mode disabled
bg: Алт-азимуталният режим е изключен
ru: Альт-азимутальный режим отключён

source: Star style: fuzzy points
bg: Стил на звездите: неясни точки
ru: Звёзды как размытые точки

source: Star style: points
bg: Стил на звездите: точки
ru: Звёзды как точки

source: Star style: scaled discs
bg: Стил на звездите: мащабирани дискове
ru: Звёзды как диски

source: Comet tails enabled
bg: Опашките на кометите са включени
ru: Хвосты комет включены

source: Comet tails disabled
bg: Опашките на кометите са изключени
ru: Хвосты комет отключены

source: Anti-aliasing enabled
bg: Изглаждането е включено
ru: Режим сглаживания включён

source: Anti-aliasing disabled
bg: Изглаждането е изключено
ru: Режим сглаживания отключён

source: Auto-magnitude enabled
bg: Автоматичната звездна величина е включена
ru: Автонастройка звёздной величины включена

source: Auto-magnitude disabled
bg: Автоматичната звездна величина е изключена
ru: Автонастройка звёздной величины отключена

source: Cancel
bg: Отказ
ru: Отмена

source: Time and script are paused
bg: Времето и скрипта са спрени
ru: Время и сценарий приостановлены

source: Time is paused
bg: Времето е спряно
ru: Ход времени приостановлен

source: Resume
bg: Продължи
ru: Ход времени возобновлён

source: Star color: Blackbody D65
bg: Звезден цвят: Цветови стандарт D65
ru: Цвет звёзд: чёрнотельный D65

source: Star color: Blackbody (Solar Whitepoint)
ru: Цвет звёзд: чёрнотельный (точка белого по Солнцу)

source: Star color: Blackbody (Vega Whitepoint)
ru: Цвет звёзд: чёрнотельный (точка белого по Веге)

source: Star color: Classic
ru: Цвет звёзд: устаревший

source: Light travel time: %.4f yr
bg: Време за пътуване на светлината: %.4f г
ru: Световое запаздывание: %.4f л

source: Light travel time: %d min %.1f s
bg: Време за пътуване на светлината: %d м %.1f с
ru: Световое запаздывание: %d мин %.1f с

source: Light travel time: %d h %d min %.1f s
bg: Време за пътуване на светлината: %d ч %d м %.1f с
ru: Световое запаздывание: %d ч %d мин %.1f с

source: Light travel delay included
bg: Забавянето на светлината е включено
ru: Световое запаздывание включено

source: Light travel delay switched off
bg: Забавянето на светлината е изключено
ru: Световое запаздывание отключено

source: Light travel delay ignored
bg: Забавянето на светлината е игнорирано
ru: Световое запаздывание не учитывается

source: Using normal surface textures.
bg: Използване на нормални повърхностни текстури.
ru: Использование карт нормалей.

source: Using limit of knowledge surface textures.
bg: Използване на ограничени повърхностни текстури.
ru: Использование текстур пределов известного.

source: Follow
bg: Следвай
ru: Наблюдение

source: Time: Forward
bg: Време: Напред
ru: Время: вперёд

source: Time: Backward
bg: Време: Назад
ru: Время: назад

source: Time rate: %.6g
bg: Времева ставка: %.6g
ru: Множитель времени: %.6g

source: Low res textures
bg: Текстури с ниско качество
ru: Текстуры низкого разрешения

source: Medium res textures
bg: Текстури със средно качество
ru: Текстуры среднего разрешения

source: High res textures
bg: Текстури с високо качество
ru: Текстуры высокого разрешения

source: Sync Orbit
bg: Синхронизирай с орбитата
ru: Синх. вращение

source: Lock
bg: Заключи
ru: Блокировка фазы

source: Chase
bg: Преследвай
ru: Следовать

source: Magnitude limit: %.2f
bg: Лимит на звездната величина: %.2f
ru: Предел звёздной величины: %.2f

source: Auto magnitude limit at 45 degrees: %.2f
bg: Автоматичен лимит на звездната величина при 45°: %.2f
ru: Предел автонастройки звёздной величины для поля зрения 45 градусов: %.2f

source: Ambient light level: %.2f
bg: Яркост на фоновата светлина: %.2f
ru: Яркость подсветки: %.2f

source: Light gain
bg: Увеличение на светлината
ru: Яркость галактик

source: GL error:
bg: Грешка при „OpenGL“:
ru: Ошибка GL:

source: View too small to be split
bg: Изгледът е прекалено малък, за да бъде раздвоен
ru: Экран слишком мал для разделения

source: Added view
bg: Изгледът е добавен
ru: Добавлен экран

source: Mpc
bg: Мпк
ru: Мпк

source: kpc
bg: кпк
ru: кпк

source: ly
bg: сг
ru: св. л.

source: au
bg: ае
ru: а.е.

source: mi
bg: ми
ru: миль

source: ft
bg: фт
ru: фут(ов)

source: km
bg: км
ru: км

source: m
bg: м
ru: м

source: days
bg: дни
ru: дн.

source: hours
bg: часа
ru: ч.

source: minutes
bg: минути
ru: мин.

source: seconds
bg: секунди
ru: сек.

source: Rotation period: {} {}
bg: Период на въртене: {} {}
ru: Период вращения: {} {}

source: Mass: %.6g lb
bg: Маса: %.6g лб
ru: Масса: %.6g фунт(ов)

source: Mass: %.6g kg
bg: Маса: %.6g кг
ru: Масса: %.6g кг

source: Mass: %.2f Mj
bg: Маса: %.2f Юп
ru: Масса: %.2f Mj

source: Mass: %.2f Me
bg: Маса: %.2f Зем
ru: Масса: %.2f Me

source: ly/s
bg: сг/с
ru: св. л./с

source: AU/s
bg: АЕ/с
ru: а.е./с

source: mi/s
bg: ми/с
ru: миль/с

source: ft/s
bg: фт/с
ru: фут(ов)/с

source: km/s
bg: км/с
ru: км/с

source: m/s
bg: м/с
ru: м/с

source: Speed: {} {}
bg: Скорост: {} {}
ru: Скорость: {} {}

source: Dec: %+d%s %02d' %.1f"
bg: δ: %+d%s %02d' %.1f"
ru: Склонение: %+d%s %02d' %.1f"

source: RA: %dh %02dm %.1fs
bg: α: %dч %02dм %.1fс
ru: Прямое восх.: %dh %02dm %.1fs

source: Apparent diameter: %s
bg: Видим диаметър: %s
ru: Угловой размер: %s

source: Apparent magnitude: %.1f
bg: Видима звездна величина: %.1f
ru: Видимая звёздная величина: %.1f

source: Absolute magnitude: %.1f
bg: Абсолютна звездна величина: %.1f
ru: Абсолютная звёздная величина: %.1f

source: Distance: %s
bg: Разстояние: %s
ru: Расстояние: %s

source: Star system barycenter
bg: Център на масата на звездната система
ru: Центр масс звёздной системы

source: Abs (app) mag: %.2f (%.2f)
bg: Абс. (видима) величина: %.2f (%.2f)
ru: Абс. (вид.) зв. величина: %.2f (%.2f)

source: Luminosity: {}x Sun
bg: Яркост: {} слънца
ru: Светимость: {}x солн.

source: Neutron star
bg: Неутронна звезда
ru: Нейтронная звезда

source: Black hole
bg: Черна дупка
ru: Чёрная дыра

source: Class: %s
bg: Спектрален клас: %s
ru: Класс: %s

source: Surface temp: %s
bg: Температура на повърхността: %s
ru: Температура поверхности: %s

source: Radius: {} Rsun ({})
bg: Радиус: {} сл. рад. ({})
ru: Радиус: {} солн. ({})

source: Radius: {}
bg: Радиус: {}
ru: Радиус: {}

source: Planetary companions present
bg: Налични са планетарни спътници
ru: Присутствует планетарная система

source: Distance from center: %s
bg: Разстояние от центъра: %s
ru: Расстояние от центра: %s

source: Radius: %s
bg: Радиус: %s
ru: Радиус: %s

source: Phase angle: %.1f%s
bg: Фазов ъгъл: %.1f%s
ru: Фазовый угол: %.1f%s

source: Density: %.2f x 1000 lb/ft^3
bg: Плътност: %.2f х 1000 лб/фт^3
ru: Плотность: %.2f x 1000 фунт/фут^3

source: Density: %.2f x 1000 kg/m^3
bg: Плътност: %.2f х 1000 кг/м^3
ru: Плотность: %.2f x 1000 кг/м^3

source: Temperature: %s
bg: Температура: %s
ru: Температура: %s

source: Real time
bg: Реално време
ru: Прямой ход времени

source: -Real time
bg: -Реално време
ru: Обратный ход времени

source: Time stopped
bg: Времето е спряно
ru: Ход времени остановлен

source: %.6g x faster
bg: %.6g пъти по-бързо
ru: Ускорено в %.6g раз(а)

source: %.6g x slower
bg: %.6g пъти по-бавно
ru: Замедлено в %.6g раз(а)

source: (Paused)
bg: (На пауза)
ru: (Пауза)

source: FPS: %.1f, vis. stars stats: [ %zu : %zu : %zu ], vis. DSOs stats: [ %zu : %zu : %zu ]
bg: ЧКС: %.1f, стат. на видимите звезди: [ %zu : %zu : %zu ], стат. на видимите ОДК: [ %zu : %zu : %zu ]
ru: FPS: %.1f, статистика звёзд: [ %zu : %zu : %zu ], статистика DSO: [ %zu : %zu : %zu ]

source: Travelling ({})
bg: Придвижване ({})
ru: Перемещение ({})

source: Travelling
bg: Придвижване
ru: Перемещение

source: Track %s
bg: Следвай %s
ru: Следование %s

source: Follow %s
bg: Следвай %s
ru: Наблюдение %s

source: Sync Orbit %s
bg: Синхронизирай с орбитата %s
ru: Синх. вращение %s

source: Lock %s -> %s
bg: Заключи %s -> %s
ru: Блокировка фазы %s -> %s

source: Chase %s
bg: Преследвай %s
ru: Сопровождение %s

source: FOV: %s (%.2fx)
bg: ЗП: %s (%.2f пъти)
ru: Поле зрения: %s (%.2fx)

source: Target name: %s
bg: Име на целта: %s
ru: Найти: %s

source: %dx%d at %.2f fps %s
bg: %dx%d при %.2f ЧКС %s
ru: %dx%d при %.2f fps %s

source: Paused
bg: На пауза
ru: Пауза

source: Recording
bg: Записване
ru: Запись

source: F11 Start/Pause F12 Stop
bg: F11 за Старт и Пауза F12 за Спиране
ru: F11 Пуск/Пауза F12 Стоп

source: Edit Mode
bg: Режим на редактиране
ru: Режим правки

source: Skipping solar system catalog: {}
bg: Пропускане на системен каталог: {}
ru: Пропускается каталог системы: {}

source: Loading solar system catalog: {}
bg: Зареждане на системен каталог: {}
ru: Загружается каталог системы: {}

source: Skipping {} catalog: {}
bg: Пропускане на {} каталог: {}
ru: Пропускается каталог {}: {}

source: Loading {} catalog: {}
bg: Зареждане на {} каталог: {}
ru: Загружается каталог {}: {}

source: Error reading {} catalog file: {}
bg: Грешка при четене на {} каталог: {}
ru: Ошибка чтения файла каталога {}: {}

source: Error reading configuration file.
bg: Грешка при четене на конфигурационния файл.
ru: Ошибка чтения файла конфигурации.

source: Initialization of SPICE library failed.
bg: Създаването на библиотеката „SPICE“ се провали.
ru: Ошибка инициализации SPICE библиотеки.

source: Cannot read star database.
bg: Звездната база данни не може да бъде прочетена.
ru: Ошибка чтения базы данных звёзд.

source: Error opening deepsky catalog file {}.
bg: Грешка при отваряне на каталога за ОДН {}.
ru: Ошибка открытия файла каталога объектов глубокого космоса {}.

source: Cannot read Deep Sky Objects database {}.
bg: Базата от данни с ОДН не може да бъде прочетена {}.
ru: Ошибка чтения базы данных объектов глубокого космоса {}.

source: Error opening solar system catalog {}.
bg: Грешка при отваряне на системния каталог {}.
ru: Ошибка открытия каталога системы {}.

source: Error opening constellation boundaries file {}.
bg: Грешка при отваряне на очертанията на съзвездията {}.
ru: Ошибка открытия файла границ созвездий {}.

source: Failed to initialize renderer
bg: Неуспешно стартиране на възпроизвеждането
ru: Ошибка инициализации рендеринга

source: Error loading font; text will not be visible.
bg: Грешка при зареждане на шрифта, текстът няма да е видим.
ru: Ошибка загрузки шрифта; текст не будет отображаться.

source: Error reading cross index {}
bg: Грешка при четене на кръстосаното индексиране {}
ru: Ошибка чтения перекрёстного индекса {}

source: Loaded cross index {}
bg: Кръстосаното индексиране {} е заредено
ru: Загружен перекрёстный индекс {}

source: Error reading star names file
bg: Грешка при четене на файла с имената на звездите
ru: Ошибка чтения файла названий звёзд

source: Error opening {}
bg: Грешка при отваряне на {}
ru: Ошибка открытия {}

source: Error reading stars file
bg: Грешка при четене на файла с звездите
ru: Ошибка чтения файла звёзд

source: Error opening star catalog {}
bg: Грешка при отваряне на звездния каталог {}
ru: Ошибка открытия каталога звёзд {}

source: Invalid URL
bg: Невалидна връзка
ru: Недействительный URL

source: Unable to capture a frame!
bg: Неуспешно прихващане на кадъра!
ru: Не удалось сделать снимок экрана!

source: Unsupported image type: {}!
bg: Неподдържан формат на изображението: {}!
ru: Неподдерживаемый формат изображения: {}!

source: Error opening asterisms file {}.
bg: Грешка при отваряне на астеризмите {}.
ru: Ошибка открытия файла астеризмов {}.

source: Lossless
bg: Без загуба
ru: Без сжатия

source: Lossy (H.264)
bg: Със загуба (H.264)
ru: Сжатие по H.264

source: About Celestia
bg: За „Celestia“
ru: О программе

source: Please use a name ending in '.jpg' or '.png'.
bg: Моля, използвайте име, завършващо с „.jpg“ или „.png“.
ru: Используйте название, оканчивающееся на «.jpg» или «.png».

source: %s Version: %s
bg: %s Версия: %s
ru: %s Версия: %s

source: Vendor: %s
bg: Доставчик: %s
ru: Вендор: %s

source: Renderer: %s
bg: Възпроизвеждане: %s
ru: Видеокарта: %s

source: Color component: %s
ru: Компонента цвета: %s

source: Depth component: %s
ru: Компонента глубины: %s

source: Max simultaneous textures: %s
bg: Максимален брой текстури едновременно: %s
ru: Макс. кол-во текстур: %s

source: Max texture size: %s
bg: Максимален размер на текстурите: %s
ru: Макс. размер текстур: %s

source: Point size range: %s - %s
bg: Диапазон на размера на точките: %s - %s
ru: Диапазон размеров точек: %s - %s

source: Line width range: %s - %s
bg: Диапазон на размера на линиите: %s - %s
ru: Диапазон толщины линии: %s - %s

source: Point size granularity: %s
bg: Гранулация на размера на точките: %s
ru: Шаг изменения размеров точек: %s

source: Max cube map size: %s
bg: Максимален размер на кубичната карта: %s
ru: Макс. размер кубической карты: %s

source: Number of interpolators: %s
bg: Брой на интерполаторите: %s
ru: Количество интерполяторов: %s

source: Max anisotropy filtering: %s
bg: Максимално анизотропно филтриране: %s
ru: Макс. фильтрируемая анизотропия: %s

source: Auto
bg: Автоматично
ru: Автоматически

source: Custom
bg: Персонализирано
ru: Настраиваемо

source: Error getting path for log filename!
bg: Грешка при получаване на пътя за името на дневника!
ru: Ошибка получения пути для лог-файла!

source: Celestia is unable to run because the data directory was not found, probably due to improper installation.
bg: „Celestia“ не успя да стартира, защото папката с данни липсва, вероятната причина е неправилна инсталация.
ru: Celestia не может быть запущена, поскольку директория данных не была найдена, возможно, из-за неправильной установки.

source: Celestial Browser
bg: Небесна търсачка
ru: Каталог

source: Info Browser
bg: Информационна търсачка
ru: Панель данных

source: Solar System
bg: Слънчева система
ru: Солнечная система

source: Stars
bg: Звезди
ru: Звёзды

source: Deep Sky Objects
bg: Обекти от дълбокото небе
ru: Объекты глубокого космоса

source: Event Finder
bg: Търсач на събития
ru: Поиск затмений

source: Time
bg: Време
ru: Время

source: Guides
bg: Водачи
ru: Вспомогательные элементы

source: Full screen
bg: Цял екран
ru: Во весь экран

source: Error opening bookmarks file
bg: Грешка при отваряне на отметките
ru: Ошибка при открытии файла закладок

source: Error Saving Bookmarks
bg: Грешка при запазване на отметките
ru: Ошибка записи закладок

source: Save Image
bg: Запази изображение
ru: Сохранить изображение

source: Images (*.png *.jpg)
bg: Изображения (*.png *.jpg)
ru: Изображения (*.png *.jpg)

source: Capture Video
bg: Прихвани видео
ru: Запись экрана

source: Resolution:
bg: Резолюция:
ru: Разрешение:

source: Frame rate:
bg: Честота на кадрите:
ru: Частота кадров:

source: Video codec:
bg: Видео кодек:
ru: Видеокодек:

source: Bitrate:
bg: Побитова скорост:
ru: Битрейт:

source: Captured screen shot to clipboard
bg: Изображението е прихванато към клипборда
ru: Снимок экрана скопирован в буфер обмена

source: Copied URL
bg: Копирана връзка
ru: URL скопирован

source: Pasting URL
bg: Поставяне на връзка
ru: Вставить URL

source: Open Script
bg: Отвори скрипт
ru: Открыть сценарий

source: Celestia Scripts (*.celx *.cel)
bg: Скриптове на „Celestia“ (*.celx *.cel)
ru: Сценарии Celestia (*.celx *.cel)

source: Celestia Scripts (*.cel)
ru: Сценарии Celestia (*.cel)

source: New bookmark
bg: Нова отметка
ru: Новая закладка

source: Unknown compiler
bg: Неизвестен компилатор
ru: Неизвестный компилятор

source: <b>%1 version:</b> %2
bg: <b>%1 версия:</b> %2
ru: <b>%1 версия:</b> %2

source: <b>Vendor:</b> %1
bg: <b>Доставчик:</b> %1
ru: <b>Вендор:</b> %1

source: <b>Renderer:</b> %1
bg: <b>Възпроизвеждане:</b> %1
ru: <b>Видеокарта:</b> %1

source: <b>%1 Version:</b> %2
bg: <b>%1 Версия:</b> %2
ru: <b>%1 Версия:</b> %2

source: <b>Max simultaneous textures:</b> %1
bg: <b>Максимален брой текстури едновременно:</b> %1
ru: <b>Макс. кол-во текстур:</b> %1

source: <b>Maximum texture size:</b> %1
bg: <b>Максимален размер на текстурите:</b> %1
ru: <b>Макс. размер текстур:</b> %1

source: <b>Point size range:</b> %1 - %2
bg: <b>Диапазон на размера на точките:</b> %1 - %2
ru: <b>Диапазон размеров точек:</b> %1 - %2

source: <b>Point size granularity:</b> %1
bg: <b>Гранулация на размера на точките:</b> %1
ru: <b>Шаг изменения размеров точек:</b> %1

source: <b>Max cube map size:</b> %1
bg: <b>Максимален размер на кубичната карта:</b> %1
ru: <b>Макс. размер кубической карты:</b> %1

source: <b>Number of interpolators:</b> %1
bg: <b>Брой на интерполаторите:</b> %1
ru: <b>Количество интерполяторов:</b> %1

source: <b>Max anisotropy filtering:</b> %1
bg: <b>Максимално анизотропно филтриране:</b> %1
ru: <b>Макс. фильтруемая анизотропия:</b> %1

source: <b>Supported extensions:</b><br>
bg: <b>Поддържани разширения:</b><br>
ru: <b>Поддерживаемые расширения:</b><br>

source: Renderer Info
bg: Информация за възпроизвеждането
ru: Информация о видеокарте

source: &File
bg: &Файл
ru: &Файл

source: &Grab image
bg: Запази изображение
ru: Сохранить &изображение

source: Capture &video
bg: Прихвани видео
ru: &Запись экрана

source: &Copy image
bg: Копиране на изображение
ru: &Копировать изображение

source: &Open Script...
bg: Отвори скрипт...
ru: &Открыть сценарий...

source: Run &Demo
bg: Демонстрация
ru: Демонстрационный сценарий

source: &Preferences...
bg: Предпочитания...
ru: &Настройки...

source: E&xit
bg: Изход
ru: В&ыход

source: &Navigation
bg: &Навигация
ru: &Навигация
